alacritty
ansible
bspwm
dhcpcd
docker
docker-compose
doublecmd-qt6
efibootmgr
feh
firefox
fish
grub
hdparm
neovim
nvidia
openssh
pacutils
picom
polybar
rofi
sddm
sxhkd
ttf-jetbrains-mono-nerd
wget
wqy-zenhei
xdg-user-dirs
xorg-xrandr
yadm
pulseaudio
telegram-desktop
wireguard-tools
qt6-svg
qt6-declarative
fuse2
fcitx5
fcitx5-qt
fcitx5-gtk
fcitx5-configtool
fcitx5-rime
rustup
unzip
pacman-contrib
baobab
nodejs
xclip
lazygit
lximage-qt
flameshot
touchegg
xorg-xinput
git-delta
texlive
zathura
zathura-pdf-poppler
rubber
clang
yarn
meld
sassc
remmina
libvncserver
restic
ninja
fd
pyright
neovide
s3fs-fuse
rclone
fuse3
mlocate
klayout
htop
cmake
blueman
pipewire-pulse
opensc
thunderbird
gpgme
lua-language-server
trash-cli
