alacritty
ansible
base
base-devel
bspwm
dhcpcd
docker
docker-compose
doublecmd-qt6
efibootmgr
feh
firefox
fish
git
grub
hdparm
linux
linux-firmware
neovim
nix
nvidia
openssh
pacutils
picom
polybar
rofi
sddm
sxhkd
ttf-jetbrains-mono-nerd
wget
wqy-zenhei
xdg-user-dirs
xorg-xrandr
yadm
pulseaudio
telegram-desktop
wireguard-tools
qt6-svg
qt6-declarative
fuse2
fcitx5
fcitx5-qt
fcitx5-gtk
fcitx5-configtool
fcitx5-rime
